Revit 2017 API
BuiltInFailures.RebarFailures.CannotSolveRebarShapeUsingDataFromDimension Property
 Cannot solve rebar shape using data from dimension.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 17.0.0.0 (17.0.484.0)
Syntax
C#
public static FailureDefinitionId CannotSolveRebarShapeUsingDataFromDimension { get; }
Visual Basic
Public Shared ReadOnly Property CannotSolveRebarShapeUsingDataFromDimension As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ CannotSolveRebarShapeUsingDataFromDimension {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.RebarFailures Class
Autodesk.Revit.DB Namespace